[
  {
    "id": 1,
    "image_url": "https://i.ibb.co/h18Hw4wh/download-1.jpg",
    "name": "Cox's Bazar",
    "description": "Cox's Bazar, the world’s longest natural sea beach, stretches endlessly with golden sand and turquoise waves. Visitors enjoy vibrant sunsets, beach sports, and fresh seafood. The beach town also offers nearby attractions like Himchari and Inani Beach, making it an ideal destination for nature lovers, family vacations, and photographers seeking beauty, peace, and an unforgettable coastal experience."
  },
  {
    "id": 2,
    "image_url": "https://i.ibb.co/q3b2nF1m/download-2.jpg",
    "name": "Sundarbans",
    "description": "The Sundarbans, the world’s largest mangrove forest, lies in the delta region of the Bay of Bengal. It's renowned for its complex ecosystem, diverse wildlife, and as the home of the Royal Bengal Tiger. Tourists visit to explore mangrove trails, see crocodiles and deer, and experience unique boat safaris through this enchanting and ecologically vital wetland wilderness."
  },
  {
    "id": 3,
    "image_url": "https://i.ibb.co/Kxgc247X/download-3.jpg",
    "name": "Saint Martin's Island",
    "description": "Saint Martin’s Island, a coral paradise in the Bay of Bengal, is known for its crystal-clear blue waters, sandy beaches, and coconut palm-lined shores. Tourists enjoy snorkeling, fresh seafood, boat rides, and a peaceful, slow-paced environment. Its starry nights, coral biodiversity, and tranquil atmosphere make it a perfect escape from the hustle and bustle of city life."
  },
  {
    "id": 4,
    "image_url": "https://i.ibb.co/KzhGzMs1/download-4.jpg",
    "name": "Sajek Valley",
    "description": "Sajek Valley, nestled in the Chittagong Hill Tracts, offers mesmerizing views of cloud-kissed hills and vibrant tribal life. The valley is perfect for hiking, photography, and witnessing sunrises above the clouds. Wooden cottages, colorful gardens, and calm weather attract tourists seeking natural serenity, cultural exploration, and memorable moments high above the surrounding lush, green forested landscape of Bangladesh."
  }
]
